Revit 2024 API
UnitTypeId.KilogramsForce Property
 Kilograms force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsForce { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsForce As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsForce {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace